/* No comment provided by engineer. */
"%1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@已被下载并准备使用！你要现在安装它并重新重启%1$@吗？";

/* Added by AngelO. */
"Should %1$@ automatically check for updates?" = "是否允许%1$@自动检查更新？";

/* No comment provided by engineer. */
"%1$@ can't be updated when it's running from a read-only volume like a disk image or an optical drive. Move %1$@ to your Applications folder, relaunch it from there, and try again." = "当%1$@从一个类似于磁盘镜像或者光驱的只读宗卷上运行时不能被更新。请把%1$@移动到你的应用程序文件夹，并从那里重启软件，然后再尝试更新。";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@是当前可用的最新版本。";

/* No comment provided by engineer. */
"%@ %@ is now available--you have %@. Would you like to download it now?" = "%1$@ %2$@现在可用——你拥有%3$@。是否要现在下载？";

/* No comment provided by engineer. */
"%@ downloaded" = "%@已下载";

/* No comment provided by engineer. */
"%@ of %@" = "%2$@中的%1$@";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "一个%@的新版本可获得！";

/* No comment provided by engineer. */
"A new version of %@ is ready to install!" = "一个%@的新版本准备安装！";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "检索更新信息时发生一个错误。请以后重试。";

/* No comment provided by engineer. */
"An error occurred while downloading the update. Please try again later." = "下载更新时发生一个错误。请以后重试。";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "提取存档时发生一个错误。请以后重试。";

/* No comment provided by engineer. */
"An error occurred while installing the update. Please try again later." = "安装更新时发生一个错误。请以后重试。";

/* No comment provided by engineer. */
"An error occurred while parsing the update feed." = "解析更新时发生一个错误。";

/* No comment provided by engineer. */
"An error occurred while relaunching %1$@, but the new version will be available next time you run %1$@." = "重启%1$@时发生一个错误，但是在你下次运行%1$@时新版本即将可用。";

/* the unit for bytes */
"B" = "B";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Cancel Update" = "取消更新";

/* No comment provided by engineer. */
"Checking for updates..." = "正在检查更新…";

/* Take care not to overflow the status window. */
"Downloading update..." = "正在下载更新…";

/* Take care not to overflow the status window. */
"Extracting update..." = "正在提取更新…";

/* the unit for gigabytes */
"GB" = "GB";

/* No comment provided by engineer. */
"Install and Relaunch" = "安装并重启";

/* Take care not to overflow the status window. */
"Installing update..." = "正在安装更新…";

/* the unit for kilobytes */
"KB" = "KB";

/* the unit for megabytes */
"MB" = "MB";

/* No comment provided by engineer. */
"OK" = "好";

/* No comment provided by engineer. */
"Ready to Install" = "准备安装";

/* No comment provided by engineer. */
"Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu." = "是否允许%1$@自动检查更新？你可以随时从%1$@的菜单手动检查更新。";

/* No comment provided by engineer. */
"Update Error!" = "更新错误！
";

/* No comment provided by engineer. */
"Updating %@" = "正在更新%@";

/* No comment provided by engineer. */
"You already have the newest version of %@." = "你已经拥有最新版的%@。";

/* No comment provided by engineer. */
"You're up to date!" = "你的软件已是最新版本！";